tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "bat"
brew "cmake"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "htop"
brew "make"
brew "mas"
brew "openssh"
brew "rsync"
brew "ruby"
brew "tree"
brew "unzip"
brew "wget"
brew "zstd"
cask "1password"
cask "discord"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "jetbrains-toolbox"
cask "podman-desktop"
cask "raycast"
cask "temurin@21"
cask "visual-studio-code"
