tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "1password"
brew "bandwhich"
brew "bat"
brew "cmake"
brew "docker"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "htop"
brew "make"
brew "mas"
brew "neofetch"
brew "nmap"
brew "nnn"
brew "ruby"
brew "tree"
brew "unzip"
brew "wget"
cask "adoptopenjdk11-openj9"
cask "alfred"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "jetbrains-toolbox"
cask "visual-studio-code"
